"TYImagePickerBackText"             = "返回";
"TYImagePickerCancelText"           = "取消";
"TYImagePickerSureText"             = "确定";
"TYImagePickerShareLabelText"       = "选择图片后共享";
"TYImagePickerShareButtonText"      = "共享";
"TYImagePickerCompleteButtonText"   = "完成";
"TYImagePickerMaximumText"          = "你最多只能共享9张照片";

"TYImagePickerChooseText"           = "选取";
"TYImagePickerCanNotChooseImage"    = "无法选取图片";
"TYImagePickerCanNotChooseVideo"    = "无法选取视频";
"TYImagePickerCanNotChooseMessage"  = "该资源尚未从iCloud下载\n请使用本地资源";
"TYImagePickerChooseFailedPicture"  = "选取图片失败";
"TYImagePickerChooseFailedVideo"    = "选取视频失败";
"TYImagePickerNoAuthTitle"          = "当前无相册权限";
"TYImagePickerNoAuthMessage"        = "是否前往授权?";
"TYImagePickerCameraUnavailable"    = "相机不可用";
"TYImagePickerCameraNoAuth"    = "当前无相机权限";

"TYProgressSyncing"    = "正在从iCloud同步...";
"TYImagePickerInCloudImage"    = "iCloud图片";
"TYImagePickerSyncFailed"    = "同步失败,请检查网络~";
